<template>

    <div class="page page-current" id="page_activity">

        <v-header headTitle="优惠活动" lAutoClass="icon-menu" rAutoClass="icon-me" lDPanel="#side_left" rDPanel="#side_right"></v-header>

        <v-nav></v-nav>

        <div class="content">
		    <!-- activity -->
		    <div class="list-block cards-list no-padd-link activity list_block_m card_nes">
		        <ul>
		            <li class="card">
		                <div class="card-header item-link" @click="_isShow(0)">
		                    <a class="item-inner" href="#">
		                        <span class="icon icons-user3 icon_ac">
		                        </span>
		                        下载手机APP 即送38元彩金
		                        <span class="icon" :class="isShow[0]['show'] | showCon">
		                        </span>
		                    </a>
		                </div>
		                <div class="card-content card-content-inner" v-show="isShow[0]['show']">
		                    <div class="item-subtitle">
		                        2016-10-19 01:28:19
		                    </div>
		                    <div class="item-text">
		                        <p>
		                            【新葡京电玩城】电子游艺最佳投注平台：1元起即享1.71%无限返水；电子8大专题活动进行中，丰厚奖金邀您共享！
		                        </p>
		                        <span>
		                            活动时间:即日起
		                        </span>
		                        <p>
		                            活动对象：【新葡京电玩城】新老会员
		                            <br>
		                            活动内容：即日起所有注册【新葡京电玩城】的会员只要线上存款8元，下载【新葡京电玩城】手机端，即可领取38元回馈彩金【新葡京电玩城】‘优越胜在极致’老品牌值得您信赖，我们将全新打造线上博彩典范！
		                            <br>
		                            活动详情：2016年10月10号之后注册的新会员（仅线上支付）存款8元后下载新葡京电玩城手机端（对联二维码扫一扫即可下载）均可申请38元开户彩金，每天5000个名额先到先得，赶快邀请您的好友一起领奖！彩金仅限投注额【电子游艺】如进行其他游戏则视为自动放弃该优惠红利，新葡京电玩城有权利收回彩金以及该彩金产生的盈利，38彩金不与其它任何优惠共享。
		                            <br>
		                            注：①38优惠彩金产生的盈利超过300元时，将人工扣除超出300元之外的金额！
		                        </p>
		                        <p>
		                            ②此项优惠只需达到18倍流水即可提款。
		                            <br>
		                            例：A会员利用38彩金盈利至388元，公司将人工扣除A会员88元，剩下300元A会员可以申请提现。
		                            <br>
		                            申请方式：发送到活动专员微信号：dwc600com【兔兔】进行申请。
		                            <br>
		                            会员账号：7755cc
		                            <br>
		                            手机号码：13888888888
		                            <br>
		                            真实姓名：张三
		                            <br>
		                            注：如当天名额已满，请于第二天中午12点继续发送到活动专员微信号：dwc600com【兔兔】进行申请，官网在线客服、微信与QQ客服均不可参与此优惠活动的任何咨询及申请，如有任何疑问请直接联系活动专员微信号：dwc600com【兔兔】进行咨询，感谢您的配合！每位会员只可领取一次该优惠，并且只允许申请提款一次。
		                            活动规则与条款
		                        </p>
		                        <ol class="ol_wrap">
		                            <li>
		                                每位会员，同一相同IP，每一电子邮箱，每一电话号码，相同支付方式（借记卡/信用卡/银行账户）及共享计算机环境（例如网吧，其他公共用计算机等）只能享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠彩金的权利。
		                            </li>
		                            <li>
		                                【新葡京电玩城】的所有优惠特为玩家而设，如发现任何团体或个人，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留冻结，取消该团体或个人账户及账户结余的权利。
		                            </li>
		                            <li>
		                                若会员对活动有争议时，为确保双方利益，杜绝身份盗用行为，【新葡京电玩城】有权要求会员向我们提供充足有效的文件，用以确认是否享有该优惠的资质。
		                            </li>
		                            <li>
		                                当参与优惠会员未能完全遵守、或违反、或滥用任何有关公司优惠或推广的条款，又或我们有任何证据有任何团队或个人投下一连串的关联赌注，籍以造成无论赛果怎样都可以确保可以从该存款红利或其他推广活动提供的优惠获利，【新葡京电玩城】留权利向此团队或个人停止、取消优惠或索回已支付的全部优惠红利。此外，公司亦保留权利向这些客户扣取相当于优惠红利价值的行政费用，以补偿我们的行政成本。
		                            </li>
		                            <li>
		                                【新葡京电玩城】留对活动的最终解释权；以及在无通知的情况下修改、终止活动的权利，适用于所有优惠。
		                            </li>
		                        </ol>
		                    </div>
		                </div>
		            </li>
		            <li class="card">
		                <div class="card-header item-link"  @click="_isShow(1)">
		                    <a class="item-inner" href="#">
		                        <span class="icon icons-user3 icon_gray">
		                        </span>
		                        下载手机APP
		                        <span class="icon" :class="isShow[1]['show'] | showCon">
		                        </span>
		                    </a>
		                </div>
		                <div class="card-content card-content-inner" v-show="isShow[1]['show']">
		                    <div class="item-subtitle">
		                        2016-10-19 01:28:19
		                    </div>
		                    <div class="item-text">
		                        <p>
		                            【新葡京电玩城】电子游艺最佳投注平台：1元起即享1.71%无限返水；电子8大专题活动进行中，丰厚奖金邀您共享！
		                        </p>
		                        <span>
		                            活动时间:即日起
		                        </span>
		                        <p>
		                            活动对象：【新葡京电玩城】新老会员
		                            <br>
		                            活动内容：即日起所有注册【新葡京电玩城】的会员只要线上存款8元，下载【新葡京电玩城】手机端，即可领取38元回馈彩金【新葡京电玩城】‘优越胜在极致’老品牌值得您信赖，我们将全新打造线上博彩典范！
		                            <br>
		                            活动详情：2016年10月10号之后注册的新会员（仅线上支付）存款8元后下载新葡京电玩城手机端（对联二维码扫一扫即可下载）均可申请38元开户彩金，每天5000个名额先到先得，赶快邀请您的好友一起领奖！彩金仅限投注额【电子游艺】如进行其他游戏则视为自动放弃该优惠红利，新葡京电玩城有权利收回彩金以及该彩金产生的盈利，38彩金不与其它任何优惠共享。
		                            <br>
		                            注：①38优惠彩金产生的盈利超过300元时，将人工扣除超出300元之外的金额！
		                        </p>
		                        <p>
		                            ②此项优惠只需达到18倍流水即可提款。
		                            <br>
		                            例：A会员利用38彩金盈利至388元，公司将人工扣除A会员88元，剩下300元A会员可以申请提现。
		                            <br>
		                            申请方式：发送到活动专员微信号：dwc600com【兔兔】进行申请。
		                            <br>
		                            会员账号：7755cc
		                            <br>
		                            手机号码：13888888888
		                            <br>
		                            真实姓名：张三
		                            <br>
		                            注：如当天名额已满，请于第二天中午12点继续发送到活动专员微信号：dwc600com【兔兔】进行申请，官网在线客服、微信与QQ客服均不可参与此优惠活动的任何咨询及申请，如有任何疑问请直接联系活动专员微信号：dwc600com【兔兔】进行咨询，感谢您的配合！每位会员只可领取一次该优惠，并且只允许申请提款一次。
		                            活动规则与条款
		                        </p>
		                        <ol class="ol_wrap">
		                            <li>
		                                每位会员，同一相同IP，每一电子邮箱，每一电话号码，相同支付方式（借记卡/信用卡/银行账户）及共享计算机环境（例如网吧，其他公共用计算机等）只能享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠彩金的权利。
		                            </li>
		                            <li>
		                                【新葡京电玩城】的所有优惠特为玩家而设，如发现任何团体或个人，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留冻结，取消该团体或个人账户及账户结余的权利。
		                            </li>
		                            <li>
		                                若会员对活动有争议时，为确保双方利益，杜绝身份盗用行为，【新葡京电玩城】有权要求会员向我们提供充足有效的文件，用以确认是否享有该优惠的资质。
		                            </li>
		                            <li>
		                                当参与优惠会员未能完全遵守、或违反、或滥用任何有关公司优惠或推广的条款，又或我们有任何证据有任何团队或个人投下一连串的关联赌注，籍以造成无论赛果怎样都可以确保可以从该存款红利或其他推广活动提供的优惠获利，【新葡京电玩城】留权利向此团队或个人停止、取消优惠或索回已支付的全部优惠红利。此外，公司亦保留权利向这些客户扣取相当于优惠红利价值的行政费用，以补偿我们的行政成本。
		                            </li>
		                            <li>
		                                【新葡京电玩城】留对活动的最终解释权；以及在无通知的情况下修改、终止活动的权利，适用于所有优惠。
		                            </li>
		                        </ol>
		                    </div>
		                </div>
		            </li>
		            <li class="card">
		                <div class="card-header item-link"  @click="_isShow(2)">
		                    <a class="item-inner" href="#">
		                        <span class="icon icons-user3 icon_gold">
		                        </span>
		                        下载手机APP 即送38元彩金
		                        <span class="icon" :class="isShow[2]['show'] | showCon">
		                        </span>
		                    </a>
		                </div>
		                <div class="card-content card-content-inner"  v-show="isShow[2]['show']">
		                    <div class="item-subtitle">
		                        2016-10-19 01:28:19
		                    </div>
		                    <div class="item-text">
		                        <p>
		                            【新葡京电玩城】电子游艺最佳投注平台：1元起即享1.71%无限返水；电子8大专题活动进行中，丰厚奖金邀您共享！
		                        </p>
		                        <span>
		                            活动时间:即日起
		                        </span>
		                        <p>
		                            活动对象：【新葡京电玩城】新老会员
		                            <br>
		                            活动内容：即日起所有注册【新葡京电玩城】的会员只要线上存款8元，下载【新葡京电玩城】手机端，即可领取38元回馈彩金【新葡京电玩城】‘优越胜在极致’老品牌值得您信赖，我们将全新打造线上博彩典范！
		                            <br>
		                            活动详情：2016年10月10号之后注册的新会员（仅线上支付）存款8元后下载新葡京电玩城手机端（对联二维码扫一扫即可下载）均可申请38元开户彩金，每天5000个名额先到先得，赶快邀请您的好友一起领奖！彩金仅限投注额【电子游艺】如进行其他游戏则视为自动放弃该优惠红利，新葡京电玩城有权利收回彩金以及该彩金产生的盈利，38彩金不与其它任何优惠共享。
		                            <br>
		                            注：①38优惠彩金产生的盈利超过300元时，将人工扣除超出300元之外的金额！
		                        </p>
		                        <p>
		                            ②此项优惠只需达到18倍流水即可提款。
		                            <br>
		                            例：A会员利用38彩金盈利至388元，公司将人工扣除A会员88元，剩下300元A会员可以申请提现。
		                            <br>
		                            申请方式：发送到活动专员微信号：dwc600com【兔兔】进行申请。
		                            <br>
		                            会员账号：7755cc
		                            <br>
		                            手机号码：13888888888
		                            <br>
		                            真实姓名：张三
		                            <br>
		                            注：如当天名额已满，请于第二天中午12点继续发送到活动专员微信号：dwc600com【兔兔】进行申请，官网在线客服、微信与QQ客服均不可参与此优惠活动的任何咨询及申请，如有任何疑问请直接联系活动专员微信号：dwc600com【兔兔】进行咨询，感谢您的配合！每位会员只可领取一次该优惠，并且只允许申请提款一次。
		                            活动规则与条款
		                        </p>
		                        <ol class="ol_wrap">
		                            <li>
		                                每位会员，同一相同IP，每一电子邮箱，每一电话号码，相同支付方式（借记卡/信用卡/银行账户）及共享计算机环境（例如网吧，其他公共用计算机等）只能享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠彩金的权利。
		                            </li>
		                            <li>
		                                【新葡京电玩城】的所有优惠特为玩家而设，如发现任何团体或个人，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留冻结，取消该团体或个人账户及账户结余的权利。
		                            </li>
		                            <li>
		                                若会员对活动有争议时，为确保双方利益，杜绝身份盗用行为，【新葡京电玩城】有权要求会员向我们提供充足有效的文件，用以确认是否享有该优惠的资质。
		                            </li>
		                            <li>
		                                当参与优惠会员未能完全遵守、或违反、或滥用任何有关公司优惠或推广的条款，又或我们有任何证据有任何团队或个人投下一连串的关联赌注，籍以造成无论赛果怎样都可以确保可以从该存款红利或其他推广活动提供的优惠获利，【新葡京电玩城】留权利向此团队或个人停止、取消优惠或索回已支付的全部优惠红利。此外，公司亦保留权利向这些客户扣取相当于优惠红利价值的行政费用，以补偿我们的行政成本。
		                            </li>
		                            <li>
		                                【新葡京电玩城】留对活动的最终解释权；以及在无通知的情况下修改、终止活动的权利，适用于所有优惠。
		                            </li>
		                        </ol>
		                    </div>
		                </div>
		            </li>
		            <li class="card">
		                <div class="card-header item-link"  @click="_isShow(3)">
		                    <a class="item-inner" href="#">
		                        <span class="icon icons-user3 icon_ac_hot">
		                        </span>
		                        下载手机APP 即送38元彩金
		                        <span class="icon" :class="isShow[3]['show'] | showCon">
		                        </span>
		                    </a>
		                </div>
		                <div class="card-content card-content-inner"  v-show="isShow[3]['show']">
		                    <div class="item-subtitle">
		                        2016-10-19 01:28:19
		                    </div>
		                    <div class="item-text">
		                        <p>
		                            【新葡京电玩城】电子游艺最佳投注平台：1元起即享1.71%无限返水；电子8大专题活动进行中，丰厚奖金邀您共享！
		                        </p>
		                        <span>
		                            活动时间:即日起
		                        </span>
		                        <p>
		                            活动对象：【新葡京电玩城】新老会员
		                            <br>
		                            活动内容：即日起所有注册【新葡京电玩城】的会员只要线上存款8元，下载【新葡京电玩城】手机端，即可领取38元回馈彩金【新葡京电玩城】‘优越胜在极致’老品牌值得您信赖，我们将全新打造线上博彩典范！
		                            <br>
		                            活动详情：2016年10月10号之后注册的新会员（仅线上支付）存款8元后下载新葡京电玩城手机端（对联二维码扫一扫即可下载）均可申请38元开户彩金，每天5000个名额先到先得，赶快邀请您的好友一起领奖！彩金仅限投注额【电子游艺】如进行其他游戏则视为自动放弃该优惠红利，新葡京电玩城有权利收回彩金以及该彩金产生的盈利，38彩金不与其它任何优惠共享。
		                            <br>
		                            注：①38优惠彩金产生的盈利超过300元时，将人工扣除超出300元之外的金额！
		                        </p>
		                        <p>
		                            ②此项优惠只需达到18倍流水即可提款。
		                            <br>
		                            例：A会员利用38彩金盈利至388元，公司将人工扣除A会员88元，剩下300元A会员可以申请提现。
		                            <br>
		                            申请方式：发送到活动专员微信号：dwc600com【兔兔】进行申请。
		                            <br>
		                            会员账号：7755cc
		                            <br>
		                            手机号码：13888888888
		                            <br>
		                            真实姓名：张三
		                            <br>
		                            注：如当天名额已满，请于第二天中午12点继续发送到活动专员微信号：dwc600com【兔兔】进行申请，官网在线客服、微信与QQ客服均不可参与此优惠活动的任何咨询及申请，如有任何疑问请直接联系活动专员微信号：dwc600com【兔兔】进行咨询，感谢您的配合！每位会员只可领取一次该优惠，并且只允许申请提款一次。
		                            活动规则与条款
		                        </p>
		                        <ol class="ol_wrap">
		                            <li>
		                                每位会员，同一相同IP，每一电子邮箱，每一电话号码，相同支付方式（借记卡/信用卡/银行账户）及共享计算机环境（例如网吧，其他公共用计算机等）只能享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠彩金的权利。
		                            </li>
		                            <li>
		                                【新葡京电玩城】的所有优惠特为玩家而设，如发现任何团体或个人，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留冻结，取消该团体或个人账户及账户结余的权利。
		                            </li>
		                            <li>
		                                若会员对活动有争议时，为确保双方利益，杜绝身份盗用行为，【新葡京电玩城】有权要求会员向我们提供充足有效的文件，用以确认是否享有该优惠的资质。
		                            </li>
		                            <li>
		                                当参与优惠会员未能完全遵守、或违反、或滥用任何有关公司优惠或推广的条款，又或我们有任何证据有任何团队或个人投下一连串的关联赌注，籍以造成无论赛果怎样都可以确保可以从该存款红利或其他推广活动提供的优惠获利，【新葡京电玩城】留权利向此团队或个人停止、取消优惠或索回已支付的全部优惠红利。此外，公司亦保留权利向这些客户扣取相当于优惠红利价值的行政费用，以补偿我们的行政成本。
		                            </li>
		                            <li>
		                                【新葡京电玩城】留对活动的最终解释权；以及在无通知的情况下修改、终止活动的权利，适用于所有优惠。
		                            </li>
		                        </ol>
		                    </div>
		                </div>
		            </li>
		        </ul>
		    </div>
		    <!-- ! end activity -->
		</div>


    </div>
	
</template>

<script>
    import vHeader from '../components/com/header.vue'
    import vNav from '../components/com/nav.vue'
	export default {
		name:'Sport',
        components:{vHeader, vNav},
        data(){
        	return {
        		isShow:[
        			{show:false},
        			{show:false},
        			{show:false},
        			{show:false}
        		]
        	}
        },
        methods:{
        	_isShow(val){
        		this.isShow.map(function(item, index){
        			if( val == index ){
        				item.show = !item.show
        			}else{
        				item.show = false
        			}
        		})
        	}
        },
        filters:{
        	showCon(value){
        		return value ? 'icon-up' : 'icon-down'
        	}
        }
	}
</script>
